Repository: PipaDevil/PDMWithHistory
Catalog: Translations/PDM.*.xlf
Languages: nl_nl

# Table 2318581219 - Property 2879900210
source: PDM API Key
nl_nl: PDM API sleutel

# Table 2318581219 - Field 3327561785 - Property 2879900210
source: API key
nl_nl: API sleutel

# Table 2318581219 - Field 3461834954 - Property 2879900210
source: Description
nl_nl: Omschrijving

# Table 2318581219 - Field 957894085 - Property 2879900210
source: ReportId
nl_nl: RapportId

# Table 2318581219 - Field 2984138987 - Property 2879900210
source: Report
nl_nl: Rapport

# Table 4107174579 - Property 2879900210
source: PDM Setup
nl_nl: PDM Configuratie

# Table 4107174579 - Field 3116651786 - Property 2879900210
source: Manual report ID entry
nl_nl: Handmatige invoer van rapport-ID

# Table 4107174579 - Field 3288980208 - Property 2879900210
source: API license key
nl_nl: API licentie sleutel

# Table 4107174579 - Field 2738211262 - Property 2879900210
source: API version
nl_nl: API versie

# Table 4107174579 - Field 2084267926 - Property 2879900210
source: Company ID
nl_nl: Bedrijfs ID

# Table 4107174579 - Field 2228246592 - Property 2879900210
source: Default API key
nl_nl: Standaard API sleutel

# Table 4107174579 - Field 1527998728 - Property 2879900210
source: Grace period expiry date
nl_nl: Vervaldatum van de respijtperiode

# Table 4107174579 - Field 3273004459 - Property 2879900210
source: Last license verification
nl_nl: Laatste licentie verificatie

# Table 4107174579 - Field 3714314076 - Property 2879900210
source: License expiry date
nl_nl: Vervaldatum licentie

# Table 4107174579 - Field 1663593181 - Property 2879900210
source: Primary Key
nl_nl: Primaire sleutel

# Table 4107174579 - Field 513339096 - Property 2879900210
source: License verification result
nl_nl: Licentie verificatie resultaat

# Table 4107174579 - Field 2710182369 - Property 2879900210
source: Enable default API key
nl_nl: Activeer standaard API sleutel

# Table 4107174579 - Field 426374414 - Property 2879900210
source: Enable PDM
nl_nl: Activeer PDM

# Table 3880568619 - Property 2879900210
source: Temp Blob OKE97
nl_nl: Temp Blob OKE07

# Table 3880568619 - Field 1663593181 - Property 2879900210
source: Primary Key
nl_nl: Primaire sleutel

# Page 2937883333 - Property 2879900210
source: PDM API Key List
nl_nl: PDM API Sleutel Lijst

# Page 2937883333 - Control 3327561785 - Property 1295455071
source: Specifies the value of the Apikey field.
nl_nl: Specificeert de waarde van de API-sleutel veld.

# Page 2937883333 - Control 3461834954 - Property 1295455071
source: Specifies the value of the Description field.
nl_nl: Specificeert de waarde van de omschrijving veld.

# Page 2937883333 - Control 957894085 - Property 1295455071
source: Specifies the value of the ReportId field.
nl_nl: Specificeert de waarde van de RapportID veld.

# Page 2937883333 - Control 2984138987 - Property 1295455071
source: Specifies the value of the ReportName field.
nl_nl: Specificeert de waarde van de Rapportnaam veld.

# Page 2937883333 - Control 513339096 - Property 1295455071
source: The status of the most recent use of this key.
nl_nl: De meest recente status van deze sleutel.

# Page 2937883333 - Action 366389283 - Property 2879900210
source: Open PDM Setup page
nl_nl: Open PDM Configuratie pagina

# Page 4107174579 - Property 2879900210
source: PDM Setup
nl_nl: PDM Configuratie

# Page 4107174579 - Control 3288980208 - Property 1295455071
source: License key, required to verify your requests on the external API. PDM will be unusable with an invalid license.
nl_nl: Licentiesleutel, vereist om uw verzoeken op de externe API te verifiëren. PDM wordt uitgeschakeld in geval van ongeldige licentie.

# Page 4107174579 - Control 2738211262 - Property 1295455071
source: The version of the external API to use.
nl_nl: De versie van de externe API die moet worden gebruikt.

# Page 4107174579 - Control 2228246592 - Property 1295455071
source: Specifies the default API key to use.
nl_nl: Specificeerd de standaard API sleutel die moet worden gebruikt.

# Page 4107174579 - Control 3714314076 - Property 1295455071
source: Expiration date of the API license, requests after this date will fail.
nl_nl: Vervaldatum van de API-licentie, aanvragen na deze datum zullen mislukken.

# Page 4107174579 - Control 2710182369 - Property 1295455071
source: Specifies if the extension should use a default API key if there is no key specified for the report being run.
nl_nl: Geeft aan of de extensie een standaard API-sleutel moet gebruiken als er geen sleutel is opgegeven voor het rapport dat wordt uitgevoerd.

# Page 4107174579 - Control 2445482498 - Property 2879900210
source: General
nl_nl: Algemeen

# Page 4107174579 - Control 3116651786 - Property 1295455071
source: Whether or not you can manually insert reports by ID into the list of API keys.
nl_nl: Of u rapporten per ID handmatig kunt invoegen in de lijst met API-sleutels.

# Page 4107174579 - Control 426374414 - Property 1295455071
source: Global toggle option for the entire PDM extension.
nl_nl: Globale schakelaar optie voor de gehele PDM extensie.

# Page 4107174579 - Action 4087327984 - Property 2879900210
source: Verify license
nl_nl: Licentie verifiëren

# Page 3615766398 - Control 2859305099 - Property 1968111052
source: Choose Next to get started.
nl_nl: Kies "Volgende" om aan de slag te gaan.

# Page 3615766398 - Control 2859305099 - Property 2879900210
source: Let's go!
nl_nl: Laten we gaan!

# Page 3615766398 - Control 1314077044 - Property 1968111052
source: Make adding custom backgrounds to your reports easier by connecting Business Central to the PDM API.
nl_nl: Maak het toevoegen van aangepaste achtergronden aan uw rapporten eenvoudiger door Business Central te verbinden met de PDM API.

# Page 3615766398 - Control 1314077044 - Property 2879900210
source: Welcome to the PDM setup wizard!
nl_nl: Welkom bij de PDM configuratie wizard!

# Page 3615766398 - Control 4271503008 - Property 1968111052
source: Insert your API license key.
nl_nl: Voer uw API-licentiesleutel in.

# Page 3615766398 - Control 4271503008 - Property 2879900210
source: License key
nl_nl: Licentiesleutel

# Page 3615766398 - Control 2467187642 - Property 1968111052
source: Open the webshop with the button below.
nl_nl: Open de webshop met de onderstaande knop.

# Page 3615766398 - Control 2467187642 - Property 2879900210
source: No license key?
nl_nl: Geen licentiesleutel?

# Page 3615766398 - Control 1641543347 - Property 1968111052
source: For further settings, visit the PDM Setup page. Select Finish to save the license key!
nl_nl: Ga naar de pagina PDM Setup voor meer instellingen. Selecteer "Voltooien" om de licentiesleutel op te slaan!

# Page 3615766398 - Control 1641543347 - Property 2879900210
source: Finished setting up PDM! 🥳
nl_nl: Klaar met het opzetten van PDM! 🥳

# Page 3615766398 - Action 4203968852 - Property 2879900210
source: Open webshop
nl_nl: Open webwinkel

# Page 3615766398 - Action 2438272767 - Property 2879900210
source: Back
nl_nl: Terug

# Page 3615766398 - Action 3259912055 - Property 2879900210
source: Finish
nl_nl: Afwerking

# Page 3615766398 - Action 914282563 - Property 2879900210
source: Next
nl_nl: Volgende

# Enum 3765819375 - EnumValue 3749980783 - Property 2879900210
source: Unauthorized
nl_nl: Onbevoegd

# Enum 3765819375 - EnumValue 730406721 - Property 2879900210
source: Forbidden
nl_nl: Verboden

# Enum 3765819375 - EnumValue 2643496572 - Property 2879900210
source: Not Found
nl_nl: Niet Gevonden

# Enum 3765819375 - EnumValue 3545401791 - Property 2879900210
source: Internal Server Error
nl_nl: Interne Serverfout

# Enum 3765819375 - EnumValue 4137051400 - Property 2879900210
source: New
nl_nl: Nieuw

# Enum 3765819375 - EnumValue 3265558395 - Property 2879900210
source: Server Unreachable
nl_nl: Server Onbereikbaar

# Enum 3765819375 - EnumValue 2136712332 - Property 2879900210
source: Succes
nl_nl: Gelukt

# Enum 1417169577 - EnumValue 2723112169 - Property 2879900210
source: Version 1
nl_nl: Versie 1

# Enum 455855766 - EnumValue 2598879767 - Property 2879900210
source: Connection failed
nl_nl: Verbinding mislukt

# Enum 455855766 - EnumValue 1864907812 - Property 2879900210
source: Disabled
nl_nl: Uitgeschakeld

# Enum 455855766 - EnumValue 2082151861 - Property 2879900210
source: Fresh install
nl_nl: Verse Installatie

# Enum 455855766 - EnumValue 164230573 - Property 2879900210
source: Grace period active
nl_nl: Respijtperiode actief

# Enum 455855766 - EnumValue 3593950904 - Property 2879900210
source: Grace period exceeded
nl_nl: Respijtperiode overschreden

# Enum 455855766 - EnumValue 2919376046 - Property 2879900210
source: Verification failed
nl_nl: Verificatie mislukt

# Enum 455855766 - EnumValue 2048591500 - Property 2879900210
source: Verification required
nl_nl: Verificatie vereist

# Enum 455855766 - EnumValue 269919882 - Property 2879900210
source: Verified
nl_nl: Gecontroleerd

# PermissionSet 717855235 - Property 2879900210
source: PDM administrator
nl_nl: PDM-beheerder

# PermissionSet 213890993 - Property 2879900210
source: PDM user
nl_nl: PDM-gebruiker
